Repository: datminh797/employee_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

# navHome
source: Home
vi: Trang chủ

# navNews
source: News
vi: Tin tức

# navAsigned
source: Asigned
vi: Phân quyền

# navProfile
source: Profile
vi: Cá nhân

# newsTitlte
source: News
vi: Bảng tin

# asignedTitle
source: Asigned
vi: Phân quyền

# profileTitle
source: Profile
vi: Thông tin cá nhân

source: Language
vi: Ngôn ngữ

source: Select language
vi: Chọn ngôn ngữ

source: Logout
vi: Đăng xuất

source: Welcome
vi: Chào mừng

# workDay
source: Work days
vi: Số ngày công

# leaveDay
source: Leave days
vi: Số ngày nghỉ phép

source: Attendance data
vi: Dữ liệu chấm công

# incompleteTask
source: Incomplete tasks
vi: Các task chưa hoàn thành

source: Attendance date
vi: Ngày chấm công

source: Check in time
vi: Thời gian vào

source: Check out time
vi: Thời gian ra

source: Check in location
vi: Địa điểm chấm công

source: Remain
vi: Còn lại

source: day
vi: ngày

source: days
vi: ngày

# listRequest
source: Request creation
vi: Tạo các đơn

# scanQR
source: Scan QR code
vi: Quét mã QR

source: Check in
vi: Chấm công

source: Leave Request
vi: Đơn nghỉ phép

source: Create ticket
vi: Tạo ticket

source: Payslip
vi: Thông tin thu nhập

# companyNews
source: News
vi: Bảng tin

source: Organization
vi: Sơ đồ tổ chức

source: Survey
vi: Khảo sát

# award
source: Awards
vi: Khen thưởng

# event
source: Events
vi: Sự kiện nội bộ

source: About company
vi: Về công ty

source: Create Request
vi: Tạo yêu cầu

source: Request device
vi: Yêu cầu thiết bị nhỏ

source: Human Resource
vi: Nhân sự

source: Referral
vi: Giới thiệu ứng viên

# interviewCalendar
source: Interview appointment
vi: Lịch phỏng vấn

source: Onboard checklist
vi: Thủ tục Onboard

# offboarding
source: Assets recall
vi: Bàn giao tài sản

source: Edit
vi: Chỉnh sửa

source: Phone number
vi: Số điện thoại

# emrgencyName
source: Emergency name
vi: Người liên hệ khẩn cấp

# emrgencyNumber
source: Emergency number
vi: Sđt liên hệ khẩn cấp

source: Save
vi: Lưu

# bankInfo
source: Bank infomation
vi: Thông tin tài khoản

# contractInfo
source: Contract infomation
vi: Thông tin hợp đồng
